{
  "high_damage": {
    "tier_s": [
      "O boss já dropa loot direto no seu inventário de tanto medo.",
      "Nem precisava do grupo, você já era a raid inteira sozinho.",
      "Se DPS desse XP, você já estaria no nível máximo da vida real.",
      "Os números do seu dano são tão altos que bugaram o servidor.",
      "Até os outros DPS estão aplaudindo… ou chorando.",
      "Você não joga, você faz speedrun da humilhação alheia.",
      "Seu dano é tão absurdo que o heal nem precisava existir.",
      "O boss pediu pra nerfarem sua classe depois dessa.",
      "Você não ataca, você deleta inimigos do código do jogo.",
      "Parabéns, você acabou de virar a nova meta do jogo.",
      "Se dano fosse arte, você seria o Picasso dos números vermelhos.",
      "Até o sistema de aggro desistiu de te acompanhar.",
      "Você não tem DPS, você tem um 'Delete Button' personalizado.",
      "Os bosses pedem pra você sair da party... por respeito.",
      "Seu dano é tão alto que o servidor te bane por suspeita de hack.",
      "Você não joga, você dita as regras do meta.",
      "Até os outros servers ouvem falar do seu DPS.",
      "O único que consegue zerar a HP do boss antes do tank pegar aggro.",
      "Seu dano é tão absurdo que o heal virou opcional.",
      "Você não é player, é um desastre natural programável."
    ],
    "tier_a": [
      "Quase carregou o grupo, só faltou um selinho de gratidão.",
      "Seu DPS foi tão bom que até os AFK ganharam crédito.",
      "Os mobs morreram antes de entenderem o que aconteceu.",
      "Você fez tanto dano que o tank esqueceu como usar aggro.",
      "Se fosse um filme, você seria o protagonista (e o resto, elenco de apoio).",
      "Até o sistema de combo ficou sem adjetivos pra você.",
      "Seu dano foi tão consistente que parece até bot.",
      "O grupo até pensou em te dar os drops... mas ninguém é santo.",
      "Você não derrotou os mobs, você os aposentou.",
      "Se o jogo tivesse um ranking de humilhação, você estaria no topo.",
      "Seu dano é tão bom que até os haters dão like.",
      "Você não carrega o grupo, você é o grupo.",
      "Até os NPCs te chamam de 'Sensei do DPS'.",
      "Seu ataque básico é o ultimate dos outros.",
      "Você faz os números do critico parecerem piada.",
      "O único que consegue farmar elogios enquanto farma mobs.",
      "Seu DPS é tão estável que parece script... mas a gente confia.",
      "Até os noobs aprendem a jogar só de te observar.",
      "Você não derrota inimigos, você os cancela.",
      "Se o jogo tivesse um Hall da Fama, seu nome já estaria lá."
    ]
  },
  "high_heal": {
    "tier_s": [
      "Até os mortos reviveriam só pra te agradecer.",
      "Você não cura, você faz milagres com cool-down.",
      "O tank te chama de 'anjo', os DPS de 'seguro de vida'.",
      "Se healing desse XP, você já estaria no céu do jogo.",
      "Os inimigos desistiram de atacar porque sabem que você existe.",
      "Você não usa mana, usa esperança líquida.",
      "Até os bugs do jogo evitam te nerfar por respeito.",
      "Seu heal é tão bom que o tank esqueceu como usar defesa.",
      "O único que pode dizer 'não morram' sem ser irônico.",
      "O deus da vida real deve ter inveja do seu trabalho.",
      "Você não cura, você reescreve a definição de 'imortal'.",
      "Até os deuses do RPG te pedem conselhos de heal.",
      "Seu heal é tão forte que revive player offline.",
      "Você não tem mana, você tem fonte infinita de vida.",
      "O único que consegue healar até dano emocional.",
      "Seu dedo no botão de cura é mais rápido que a internet do inimigo.",
      "Até os bosses desistem de matar o tank quando você está online.",
      "Você não é healer, é um cheat code de sobrevivência.",
      "Seu heal é tão lendário que virou lenda nos fóruns.",
      "O único que pode dizer 'ninguém morre hoje' e cumprir."
    ],
    "tier_a": [
      "Você segurou a party como fita crepe em obra mal-feita.",
      "Até os DPS mais burros sobreviveram graças a você.",
      "Seu heal foi tão bom que o tank nem sentiu os hits.",
      "Você não cura, você dá segundas chances (e terceiras, e quartas...).",
      "O único motivo pelo qual o grupo não wipeou foi você.",
      "Se healing fosse crime, você já estaria na cadeia por excesso.",
      "Até os inimigos ficaram com dó de cancelar seus heals.",
      "Você fez o tank parecer bom. Isso é talento.",
      "Seu dedo no heal é mais rápido que a conexão do inimigo.",
      "Obrigado por não deixar o grupo virar memória.",
      "Você não cura, você dá imunidade temporária à morte.",
      "Até os DPS mais suicidas sobrevivem graças a você.",
      "Seu heal é tão eficiente que o tank esqueceu o que é medo.",
      "Você não usa poções, você é a poção.",
      "O único que consegue healar até bug de dano.",
      "Seu timing de cura é tão perfeito que parece premonição.",
      "Até os inimigos te respeitam... e pedem heal às vezes.",
      "Você não é suporte, você é o motivo do grupo existir.",
      "Seu heal é tão confiável que até o RNG te respeita.",
      "O único que salva o grupo mesmo quando o tank afk."
    ]
  },
  "low_profit": {
    "tier_s": [
      "Você não farma, você faz caridade para os mobs.",
      "Seu inventário é um monumento ao desperdício.",
      "Até os NPCs vendem itens ruins pra você de propósito.",
      "Você gasta mais gold consertando equipamento do que ganha.",
      "O único que consegue ter prejuízo em evento de dobro de loot.",
      "Seu profit é tão negativo que o jogo deveria te pagar pra jogar.",
      "Você não faz gold, você é um buraco negro econômico.",
      "Até os loots mais básicos fogem de você.",
      "Seu talento é transformar ouro em lixo.",
      "O único player que perde dinheiro AFK.",
      "Você não farma, você é o motivo do gold inflacionar.",
      "Seu inventário é um túmulo de oportunidades perdidas.",
      "Até os mendigos do jogo te dão gold por pena.",
      "Você não perde dinheiro, você faz ele desaparecer magicamente.",
      "O único que consegue ter prejuízo vendendo item único.",
      "Seu profit é tão ruim que o mercado de trade te baniu.",
      "Até os NPCs de venda te olham com desprezo.",
      "Você não é pobre, é um projeto social involuntário.",
      "Seu talento é transformar ouro em dívida.",
      "O único que faz os outros se sentirem ricos por comparação."
    ],
    "tier_a": [
      "Você não farma, você coleciona desilusões.",
      "Seu profit é tão baixo que até os noobs te dão esmola.",
      "Gastou mais em poções do que ganhou em drops.",
      "Você é a prova viva de que RNGode tem favoritos.",
      "Seu inventário parece um brechó de itens inúteis.",
      "Até os vendedores NPC fazem piada dos seus lucros.",
      "Você não perde gold, você só investe mal... muito mal.",
      "Seu profit foi tão ruim que o sistema de trade teve pena.",
      "O único que consegue vender item épico por preço de comum.",
      "Seu lema: 'O que é lucro?'.",
      "Você não lucra, você só evita a falência... às vezes.",
      "Seu farm é tão inútil que até os mobs ignoram você.",
      "Até os itens comuns fogem do seu inventário.",
      "Você não vende, você desova itens por desespero.",
      "O único que consegue perder gold dormindo.",
      "Seu profit é tão baixo que parece piada de mal gosto.",
      "Até os novatos te ensinam a farmar direito.",
      "Você não é merchant, é um caixa eletrônico quebrado.",
      "Seu lema é 'quase deu certo'.",
      "O único que faz o preço dos itens caírem só de aparecer."
    ],
    "tier_b": [
      "Você não perdeu gold, só não ganhou também.",
      "Seu profit foi tão neutro que nem o jogo registrou.",
      "Pelo menos você não quebrou o equipamento... dessa vez.",
      "Você farmou tanto que quase compensou os gastos.",
      "Seu lucro foi como água de salsicha: duvidoso.",
      "Até os mobs droparam lixo pra você por pena.",
      "Você não é pobre, só está em recessão eterna.",
      "Seu gold não diminuiu, só não aumentou.",
      "Quase teve profit! Quase.",
      "Você é o player que o mercado ignora.",
      "Você não ganha, só não perde... muito.",
      "Seu profit é tão neutro que nem o sistema de log registra.",
      "Até os itens de quest dão prejuízo pra você.",
      "Você não farma, você passeia nos spawns de mob.",
      "O único que consegue zerar o profit sem tentar.",
      "Seu gold não some, só fica invisível.",
      "Até os vendedores NPC têm pena do seu saldo.",
      "Você não é broke, só está em stand-by econômico.",
      "Seu talento é fazer o mínimo parecer um esforço.",
      "O único que faz os outros se sentirem bons de farm."
    ]
  },
  "low_damage": {
    "tier_s": [
      "Seu DPS foi tão baixo que até os healers te superaram.",
      "Você não ataca, você dá cócegas nos mobs.",
      "O único que consegue fazer menos dano que um AFK.",
      "Seu ataque básico é considerado debuff de sono.",
      "Até os pacifistas do RPG fazem mais dano que você.",
      "Você não é DPS, é um espectador premium.",
      "Seu dano foi tão irrelevante que o boss nem te viu.",
      "O único que pode dizer 'não ataquei' sem mentir.",
      "Seu DPS é como lágrima no oceano: invisível.",
      "Parabéns, você redefine o conceito de 'inútil'.",
      "Seu DPS é tão baixo que até os pacifistas te superam.",
      "Você não ataca, você assopra os inimigos.",
      "Até os mobs de tutorial dão mais dano que você.",
      "Seu ataque é tão fraco que cura o inimigo.",
      "O único que consegue errar dano em área.",
      "Você não é DPS, é um debuff ambulante.",
      "Até os healers fazem mais dano de raiva.",
      "Seu papel na party é ser o alívio cômico.",
      "Você não joga, você decora a tela de batalha.",
      "O único que faz o tank parecer o DPS."
    ],
    "tier_a": [
      "Você fez tão pouco dano que o grupo esqueceu sua classe.",
      "Seu DPS foi como placebo: não fez nada, mas deu esperança.",
      "Atacou tanto quanto um NPC de cidade segura.",
      "Você não é carry, é mob glorificado.",
      "Seu dano foi tão baixo que nem apareceu no log.",
      "O único que consegue errar ataques automáticos.",
      "Você não derrota inimigos, você os entedia até eles desistirem.",
      "Seu DPS foi como um suspiro: fraco e esquecível.",
      "Até os suportes ficaram com vergonha por você.",
      "Você não é DPS, é um enfeite com barra de HP.",
      "Seu DPS é tão irrelevante que nem aparece no log.",
      "Você não derrota inimigos, você os incomoda levemente.",
      "Até os mobs ignoram seus ataques por pena.",
      "Seu dano é tão baixo que parece um easter egg.",
      "O único que consegue fazer menos dano que um pet AFK.",
      "Você não é carry, é um peso morto com teclado.",
      "Até os suportes fazem mais dano sem querer.",
      "Seu ataque especial é 'respirar na direção do mob'.",
      "Você não contribui, só ocupa espaço no party finder.",
      "O único que faz os outros se sentirem pro players."
    ],
    "tier_b": [
      "Você participou! (Não pergunte como).",
      "Seu dano foi como areia no deserto: presente, mas irrelevante.",
      "Pelo menos você não atrapalhou... muito.",
      "Você não fez diferença, mas também não estragou.",
      "Seu DPS foi como um fantasma: todo mundo sabe que existe, mas ninguém vê.",
      "Até os mobs ignoraram seus ataques por pena.",
      "Você não é inútil, só está aqui pela companhia.",
      "Seu dano foi como um cumprimento: rápido e sem impacto.",
      "O grupo até esqueceu que você estava na party.",
      "Você não joga, você decora o cenário.",
      "Você não ataca, você dá moral pros outros brilharem.",
      "Seu dano é tão esquecível que nem o boss lembra que você existe.",
      "Até os NPCs de vila têm mais presença em batalha.",
      "Você não é DPS, é um espectador que paga ingresso.",
      "O único que consegue ser carregado sem perceber.",
      "Seu papel na raid é 'aquela barra de HP extra'.",
      "Até os mobs de nível 1 te dão block.",
      "Você não joga, você é um adereço de dungeon.",
      "Seu dano é como um fundo musical: ninguém nota.",
      "O único que faz 0 de dano e ainda morre no processo."
    ]
  }
}